Repository: awkj/ringcast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Menu-bar commands, sign-ins routed through Raycast's own OAuth proxy, and Raycast's AI, browser and window-management services.
zh_hans: 菜单栏命令、通过 Raycast 自有 OAuth 代理的登录，以及Raycast 的 AI、浏览器和窗口管理服务。

source: Menu-bar icon
zh_hans: 菜单栏图标

source: Message
zh_hans: 消息

source: Minimal
zh_hans: 最低

source: Minimum
zh_hans: 最小值

source: Mirror
zh_hans: 镜像

source: Model
zh_hans: 模型

source: Model ID
zh_hans: 模型 ID

source: Model ID (e.g. claude-sonnet-4-6)
zh_hans: 模型 ID（例如 claude-sonnet-4-6）

source: Model ID (e.g. gemini-3.7-flash)
zh_hans: 模型 ID（例如 gemini-3.7-flash）

source: Model ID (e.g. gpt-5.4-mini)
zh_hans: 模型 ID（例如 gpt-5.4-mini）

source: Model ID (e.g. openai/gpt-5.4-mini)
zh_hans: 模型 ID（例如 openai/gpt-5.4-mini）

source: Models
zh_hans: 模型

source: Move %@ down
zh_hans: 下移 %1$@

source: Move %@ to Trash
zh_hans: 将 %1$@ 移到废纸篓

source: Move %@ up
zh_hans: 上移 %1$@

source: Move Down
zh_hans: 向下移动

source: Move Favorite Down
zh_hans: 下移收藏

source: Move Favorite Up
zh_hans: 上移收藏

source: Move Left
zh_hans: 向左移动

source: Move Right
zh_hans: 向右移动

source: Move Up
zh_hans: 向上移动

source: Move Window
zh_hans: 移动窗口

source: Move to Next Display
zh_hans: 移到下一个显示器

source: Move to Previous Display
zh_hans: 移到上一个显示器

source: Move to Trash
zh_hans: 移到废纸篓

source: Move “%@” to Trash?
zh_hans: 将“%1$@”移到废纸篓？

source: Moved %@ to the Trash · %@
zh_hans: 已将 %1$@ 移到废纸篓 · %2$@

source: Moves the window you were last in, using the Accessibility permission Tinycast already uses to paste.
zh_hans: 移动你上次使用的窗口，使用与 Tinycast 粘贴功能相同的辅助功能权限。

source: Movie
zh_hans: 视频

source: Moving
zh_hans: 移动

source: Multiplication of these unit values is not supported.
zh_hans: 不支持这些单位值的乘法。

source: Muted
zh_hans: 已静音

source: My Schedule
zh_hans: 我的日程

source: NAME=value per line; values are stored in your login Keychain.
zh_hans: NAME=value，值会保存在登录钥匙串中。

source: Name
zh_hans: 名称

source: Name it, paste a link, then add an alias or a shortcut if you want one.
zh_hans: 输入名称和链接，然后按需添加别名或快捷键。

source: Name it, then give it a shortcut if you want one. Importing reads a folder of
zh_hans: 为命令命名，并按需设置快捷键。导入会读取文件夹中的

source: Name it, then give it a shortcut if you want one. Importing reads a folder of Raycast script commands, one command per script.
zh_hans: 为命令命名，并按需设置快捷键。导入会读取文件夹中的Raycast 命令脚本，每个脚本对应一个命令。

source: Named Argument
zh_hans: 命名参数

source: Names and commands cannot contain null characters.
zh_hans: 名称和命令不能包含空字符。

source: Names and links cannot contain null characters.
zh_hans: 名称和链接不能包含空字符。

source: Names cannot contain null characters.
zh_hans: 名称不能包含空字符。

source: Nature
zh_hans: 自然

source: Navigate back or close window
zh_hans: 返回或关闭窗口

source: Needs confirmation
zh_hans: 运行前确认

source: Never
zh_hans: 从不

source: Never Allow
zh_hans: 永不允许

source: New Chat
zh_hans: 新对话

source: New Event
zh_hans: 新建日程

source: New Layout
zh_hans: 新建布局

source: New Snippet
zh_hans: 新建文本片段

source: New Window Layout
zh_hans: 新建窗口布局

source: Next
zh_hans: 下一步

source: Next Track
zh_hans: 下一首

source: No AI provider configured
zh_hans: 尚未配置 AI 服务商

source: No API connections yet.
zh_hans: 尚无 API 连接。

source: No Bluetooth controller is available.
zh_hans: 没有可用的蓝牙控制器。

source: No Codex model is available for this account.
zh_hans: 此账户没有可用的 Codex 模型。

source: No Date
zh_hans: 无日期

source: No Disks to Eject
zh_hans: 没有可推出的磁盘

source: No MCP servers yet.
zh_hans: 尚无 MCP 服务器。

source: No Notes
zh_hans: 暂无笔记

source: No Notifications
zh_hans: 没有通知

source: No Raycast install found in ~/.config — checked raycast and raycast-x.
zh_hans: 在 ~/.config 中未找到 Raycast 安装，已检查 raycast 和 raycast-x。

source: No Raycast script commands were found in this folder.
zh_hans: 此文件夹中未找到 Raycast 命令脚本。

source: No app yet
zh_hans: 尚无应用

source: No apps found
zh_hans: 未找到应用

source: No audio output device is available.
zh_hans: 没有可用的音频输出设备。

source: No available model matches this key.
zh_hans: 没有匹配此密钥的可用模型。

source: No built extensions found in ~/.config/raycast/extensions.
zh_hans: 在 ~/.config/raycast/extensions 中未找到已构建的扩展。

source: No calculations yet
zh_hans: 暂无计算记录

source: No calendar on this Mac accepts new events.
zh_hans: 此 Mac 上没有可添加日程的日历。

source: No calendars on this Mac.
zh_hans: 此 Mac 上没有日历。

source: No camera on this Mac.
zh_hans: 此 Mac 上没有摄像头。

source: No chats yet
zh_hans: 暂无对话

source: No colors in clipboard history
zh_hans: 剪贴板历史中没有颜色

source: No compatible text models were returned.
zh_hans: 未返回兼容的文本模型。

source: No display selected
zh_hans: 未选择显示器

source: No email addresses in clipboard history
zh_hans: 剪贴板历史中没有电子邮件地址

source: No emoji found
zh_hans: 未找到表情符号

source: No extension matches “%@”.
zh_hans: 没有与“%1$@”匹配的扩展。

source: No external providers ready
zh_hans: 暂无可用的外部服务商

source: No files found
zh_hans: 未找到文件

source: No files in clipboard history
zh_hans: 剪贴板历史中没有文件

source: No images in clipboard history
zh_hans: 剪贴板历史中没有图片

source: No installed extension provides '%@'.
zh_hans: 没有已安装的扩展提供“%1$@”。

source: No internet connection.
zh_hans: 无互联网连接。

source: No key
zh_hans: 无密钥

source: No layout matches “%@”.
zh_hans: 没有与“%1$@”匹配的布局。

source: No links in clipboard history
zh_hans: 剪贴板历史中没有链接

source: No longer on disk.
zh_hans: 磁盘上已不存在。

source: No matches
zh_hans: 无匹配结果

source: No matches for “%@”.
zh_hans: 没有与“%1$@”匹配的结果。

source: No matching calculations
zh_hans: 无匹配的计算记录

source: No matching chats
zh_hans: 无匹配的对话

source: No matching files
zh_hans: 无匹配文件

source: No matching meetings
zh_hans: 无匹配的会议

source: No matching quicklinks
zh_hans: 无匹配的快捷链接

source: No matching snippets
zh_hans: 无匹配的文本片段

source: No notes found
zh_hans: 未找到笔记

source: No quicklink matches “%@”.
zh_hans: 没有与“%1$@”匹配的快捷链接。

source: No quicklinks yet
zh_hans: 暂无快捷链接

source: No registries are enabled. Turn one on under Install → Where to search.
zh_hans: 未启用扩展源。请在「安装 → 搜索位置」中启用一个。

source: No registries enabled
zh_hans: 未启用扩展源

source: No registries enabled — searching would find nothing.
zh_hans: 未启用扩展源，无法搜索到任何内容。

source: No response
zh_hans: 无回复

source: No results
zh_hans: 无结果

source: No snippets yet
zh_hans: 暂无文本片段

source: No snippets yet.
zh_hans: 暂无文本片段。

source: No symbols match “%@”.
zh_hans: 没有与“%1$@”匹配的符号。

source: No text in clipboard history
zh_hans: 剪贴板历史中没有文本

source: No upcoming events
zh_hans: 暂无近期日程

source: No value
zh_hans: 无值

source: No windows to capture
zh_hans: 没有可捕获的窗口

source: No-view commands refresh their subtitle on their manifest interval.
zh_hans: 无界面命令会按清单中指定的间隔刷新副标题。

source: None
zh_hans: 无

source: None found on this Mac. Install pnpm, npm, Yarn or Bun to use a source registry.
zh_hans: 此 Mac 上未找到包管理器。请安装 pnpm、npm、Yarn 或 Bun 以使用源码扩展源。

source: None yet.
zh_hans: 暂无。

source: Not Now
zh_hans: 暂不

source: Not an official API, so a GitHub registry is the fallback if it changes.
zh_hans: 这不是官方 API，如有变化可改用 GitHub 扩展源。

source: Not asked yet
zh_hans: 尚未请求

source: Not granted
zh_hans: 未授权

source: Not searched
zh_hans: 不参与搜索

source: Not set
zh_hans: 未设置

source: Note title
zh_hans: 笔记标题

source: Notes
zh_hans: 笔记

source: Notes Window
zh_hans: 笔记窗口

source: Notes commands
zh_hans: 笔记命令

source: Nothing Was Hidden
zh_hans: 没有隐藏的应用

source: Nothing Was Moved
zh_hans: 没有项目被移动

source: Nothing added
zh_hans: 未添加

source: Nothing exists at %@ any more.
zh_hans: %1$@ 已不存在。

source: Nothing here
zh_hans: 暂无内容

source: Nothing here yet.
zh_hans: 暂无内容。

source: Nothing installed yet — search for one under Install, below.
zh_hans: 尚未安装扩展，请在下方「安装」中搜索。

source: Nothing leaves this Mac.
zh_hans: 数据不会离开此 Mac。

source: Nothing left to remove
zh_hans: 没有需要移除的内容

source: Nothing matches “%@”.
zh_hans: 没有与“%1$@”匹配的结果。

source: Nothing on this Mac would open %@.
zh_hans: 此 Mac 上没有应用可打开 %1$@。

source: Nothing scheduled %@
zh_hans: %1$@没有日程安排

source: Nothing to Export
zh_hans: 没有可导出的内容

source: Nothing to Import
zh_hans: 没有可导入的内容

source: Nothing to clean up
zh_hans: 没有需要清理的内容

source: Nothing to clean up.
zh_hans: 没有需要清理的内容。

source: Nothing to import from this file.
zh_hans: 此文件中没有可导入的内容。

source: Nothing to join right now
zh_hans: 当前没有可加入的会议

source: Nothing to offer — the features these belong to are switched off.
zh_hans: 暂无可用选项，相关功能已关闭。

source: Nothing to show
zh_hans: 暂无可显示的内容

source: Nothing to show yet.
zh_hans: 暂无可显示的内容。

source: Nothing was installed.
zh_hans: 未安装任何内容。

source: Nothing was installed. Download the release from GitHub instead, so you can
zh_hans: 未安装任何内容。请从 GitHub 下载发布版本，

source: Nothing was installed. Download the release from GitHub instead, so you can check it yourself.
zh_hans: 未安装任何内容。请从 GitHub 下载发布版本，并自行检查。

source: Nothing was installed. This usually means /Applications is not writable by
zh_hans: 未安装任何内容。通常是因为你的账户无权写入

source: Nothing was installed. This usually means /Applications is not writable by your account.
zh_hans: 未安装任何内容。通常是因为你的账户无权写入/Applications。

source: Nothing was selected.
zh_hans: 未选择任何内容。

source: Notification Center did not allow a notification to be dismissed.
zh_hans: 通知中心不允许清除此通知。

source: Notifications Dismissed
zh_hans: 通知已清除

source: Now
zh_hans: 现在

source: OAuth state mismatch. Please try authenticating again.
zh_hans: OAuth 状态不匹配，请重新验证。

source: OK
zh_hans: 好

source: Objects
zh_hans: 物品

source: Objects & Tools
zh_hans: 物品与工具

source: Octal
zh_hans: 八进制

source: Off
zh_hans: 关

source: Off hides them all and stops their shortcuts. Uncheck one below to hide just that one.
zh_hans: 关闭会隐藏所有项目并停用其快捷键。在下方取消勾选可仅隐藏单个项目。

source: Off sends nothing ahead of your message, not even what Tinycast says about itself.
zh_hans: 关闭后，不会在消息前发送任何指令，包括 Tinycast 的自我介绍。

source: Offer %@ as a fallback
zh_hans: 将 %1$@ 用作备选操作

source: Offer this server's tools
zh_hans: 提供此服务器的工具

source: Office
zh_hans: 办公

source: Offset
zh_hans: 偏移

source: Older conversations are deleted permanently.
zh_hans: 更早的对话将被永久删除。

source: On
zh_hans: 开

source: On device
zh_hans: 本机运行

source: Only apps that accept a new-window argument can honour this.
zh_hans: 仅支持新窗口参数的应用会遵循此设置。

source: Only show events with meetings
zh_hans: 仅显示带有会议链接的日程

source: Only the categories you tick are restored.
zh_hans: 仅恢复勾选的类别。

source: Open
zh_hans: 打开

source: Open %@
zh_hans: 打开 %1$@

source: Open Application
zh_hans: 打开应用

source: Open Camera
zh_hans: 打开摄像头

source: Open Chat
zh_hans: 打开对话

source: Open File
zh_hans: 打开文件

source: Open Folder
zh_hans: 打开文件夹

source: Open Notes Folder
zh_hans: 打开笔记文件夹

source: Open Notes Folder ⌘O
zh_hans: 打开笔记文件夹 ⌘O

source: Open Quicklink
zh_hans: 打开快捷链接

source: Open Settings
zh_hans: 打开设置

source: Open Settings…
zh_hans: 打开设置…

source: Open System Setting
zh_hans: 打开系统设置项

source: Open System Settings
zh_hans: 打开系统设置

source: Open System Settings…
zh_hans: 打开系统设置…

source: Open Trash
zh_hans: 打开废纸篓

source: Open With
zh_hans: 打开方式

source: Open With Default App
zh_hans: 使用默认应用打开

source: Open a window with everything the command printed when it finishes.
zh_hans: 命令完成后打开窗口，显示所有输出内容。

source: Open camera preview before joining meetings.
zh_hans: 加入会议前打开摄像头预览。

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open in Calendar
zh_hans: 在日历中打开

source: Open in Calendar...
zh_hans: 在日历中打开...

source: Open in a new window
zh_hans: 在新窗口中打开

source: Open saved destinations from the launcher, a shortcut, or Search Quicklinks.
zh_hans: 通过启动器、快捷键或「搜索快捷链接」打开已保存的目标。

source: Open the clipboard history browser.
zh_hans: 打开剪贴板历史浏览器。

source: Open the launcher as a slim search bar that expands into the full list as you type.
zh_hans: 以精简搜索栏打开启动器，输入时展开完整列表。

source: Open the launcher on whichever display the pointer is on, rather than the one with the menu bar.
zh_hans: 在鼠标指针所在的显示器上打开启动器。

source: Open with Default
zh_hans: 使用默认应用打开

source: OpenAI Compatible
zh_hans: 兼容 OpenAI

source: OpenAI, Claude, Gemini and OpenRouter are presets. Custom OpenAI-compatible
zh_hans: 预设支持 OpenAI、Claude、Gemini 和 OpenRouter，也支持自定义的

source: OpenAI, Claude, Gemini and OpenRouter are presets. Custom OpenAI-compatible endpoints are supported too. API keys stay in your login Keychain.
zh_hans: 预设支持 OpenAI、Claude、Gemini 和 OpenRouter，也支持自定义的兼容 OpenAI 的端点。API 密钥保存在登录钥匙串中。

source: OpenCode could not finish the response.
zh_hans: OpenCode 未能完成回复。

source: OpenCode is disabled in AI Settings.
zh_hans: OpenCode 已在 AI 设置中停用。

source: Opens Privacy & Security › Accessibility.
zh_hans: 打开「隐私与安全性 › 辅助功能」。

source: Opens Privacy & Security › Calendars.
zh_hans: 打开「隐私与安全性 › 日历」。

source: Opens a list of choices
zh_hans: 打开选项列表

source: Opens a list of dates
zh_hans: 打开日期列表

source: Opens the snippets browser, whatever app you are in.
zh_hans: 无论在哪个应用中，都可打开文本片段浏览器。

source: Opens to
zh_hans: 打开时显示

source: Open…
zh_hans: 打开…

source: Optional
zh_hans: 可选

source: Optional for local endpoint
zh_hans: 本地端点可留空

source: Optional label
zh_hans: 可选标签

source: Optional — you can enable this later in Settings › Permissions.
zh_hans: 可选，你可以稍后在「设置 › 权限」中启用。

source: Optional — you can import later in Settings › Backup.
zh_hans: 可选，你可以稍后在「设置 › 备份」中导入。

source: Optional, for example !notes
zh_hans: 可选，例如 !notes

source: Optional. Type this to expand the snippet.
zh_hans: 可选，输入此关键词以展开文本片段。

source: Options
zh_hans: 选项

source: Owned by another user, in a folder that only lets owners remove things.
zh_hans: 属于其他用户，所在文件夹只允许所有者移除项目。

source: Package manager
zh_hans: 包管理器

source: Part of macOS and protected by the system.
zh_hans: 属于 macOS，受系统保护。

source: Passphrase
zh_hans: 密码

source: Paste
zh_hans: 粘贴

source: Paste API key
zh_hans: 粘贴 API 密钥

source: Paste Snippet
zh_hans: 粘贴文本片段

source: Paste and Keep Window Open
zh_hans: 粘贴并保持窗口打开

source: Paste to %@
zh_hans: 粘贴到 %1$@

source: Path
zh_hans: 路径

source: People
zh_hans: 人物

source: Percentage
zh_hans: 百分比

source: Permanently remove every saved clip and image.
zh_hans: 永久移除所有已保存的文本和图片。

source: Permissions
zh_hans: 权限

source: Photo copied
zh_hans: 照片已复制

source: Pin Entry
zh_hans: 置顶条目

source: Pin Quicklink
zh_hans: 置顶快捷链接

source: Pin favorite app icons to the right of the compact bar (⌘1–⌘5 to launch).
zh_hans: 将收藏的应用图标固定在搜索栏右侧，按 ⌘1–⌘5 启动。

source: Pin to top
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Pinned to the top
zh_hans: 已置顶

source: Pixel Area
zh_hans: 像素面积

source: Pixel Density
zh_hans: 像素密度

source: Pixels
zh_hans: 像素

source: Plain Markdown files in this channel’s Application Support folder.
zh_hans: 保存在当前版本的 Application Support 文件夹中的纯 Markdown 文件。

source: Points left between tiled windows and around the screen edge.
zh_hans: 平铺窗口之间及屏幕边缘保留的间距，单位为点。

source: Pop to Root Search
zh_hans: 返回主搜索

source: Pop to root
zh_hans: 返回主搜索

source: Position
zh_hans: 位置

source: Power
zh_hans: 功率

source: Prebuilt extensions, through the endpoint the store's own site searches.
zh_hans: 通过扩展商店网站使用的端点查找预构建扩展。

source: Prebuilt extensions, through the endpoint the store's own site searches. Not an official API, so a GitHub registry is the fallback if it changes.
zh_hans: 通过扩展商店网站使用的端点查找预构建扩展。这不是官方 API，如有变化可改用 GitHub 扩展源。

source: Preferences
zh_hans: 偏好设置

source: Press %@ anytime to start using Tinycast.
zh_hans: 随时按下 %1$@ 开始使用 Tinycast。

source: Press this shortcut to open Tinycast.
zh_hans: 按此快捷键打开 Tinycast。

source: Pressing %@ will trigger the left %@ modifier keys. Hyper Key shortcuts are shown in Tinycast with ✦.
zh_hans: 按下 %1$@ 将触发左侧的 %2$@ 修饰键。Tinycast 用 ✦ 表示 Hyper Key 快捷键。

source: Pressure
zh_hans: 压力

source: Preview
zh_hans: 预览

source: Preview of %@, %@
zh_hans: %1$@ 的预览，%2$@

source: Preview, display not connected
zh_hans: 预览，显示器未连接

source: Previous Track
zh_hans: 上一首

source: Primary window
zh_hans: 主额度

source: Privacy & Security
zh_hans: 隐私与安全性

source: Provider
zh_hans: 服务商

source: Providers
zh_hans: 服务商

source: Quarters
zh_hans: 四角

source: Quick Actions
zh_hans: 快捷操作

source: Quick Actions can't read your selection
zh_hans: 快捷操作无法读取所选文本

source: Quick Press
zh_hans: 单独短按

source: Quicklink
zh_hans: 快捷链接

source: Quicklinks
zh_hans: 快捷链接

source: Quicklinks Imported
zh_hans: 快捷链接已导入

source: Quicklinks can't be saved: the database couldn't be opened, so nothing you change
zh_hans: 无法保存快捷链接：数据库无法打开，此处的更改

source: Quicklinks can't be saved: the database couldn't be opened, so nothing you change here will stick. The existing file was left untouched.
zh_hans: 无法保存快捷链接：数据库无法打开，此处的更改不会保存，现有文件未受影响。

source: Quit %@
zh_hans: 退出 %1$@

source: Quit %lld applications?
zh_hans: 退出 %1$lld 个应用？

source: Quit All
zh_hans: 全部退出

source: Quit All Applications
zh_hans: 退出所有应用

source: Quit Application
zh_hans: 退出应用

source: Quit Raycast
zh_hans: 退出 Raycast

source: Quit Tinycast
zh_hans: 退出 Tinycast

source: Ran %@
zh_hans: 已运行 %1$@

source: Rate limit reached — retry after %lld seconds.
zh_hans: 已达到频率限制，请在 %1$lld 秒后重试。

source: Rate limit reached — try again later.
zh_hans: 已达到频率限制，请稍后重试。

source: Ratio
zh_hans: 比率

source: Raycast Export
zh_hans: Raycast 导出文件

source: Raycast is running — quit it to avoid hotkey conflicts.
zh_hans: Raycast 正在运行，请退出以避免快捷键冲突。

source: Raycast script commands, one command per script.
zh_hans: Raycast 命令脚本，每个脚本对应一个命令。

source: Raycast's AI, browser and window-management services.
zh_hans: Raycast 的 AI、浏览器和窗口管理服务。

source: Read tomorrow as well as the rest of today, everywhere meetings appear.
zh_hans: 在所有会议视图中同时显示今天剩余和明天的日程。

source: Reads %@ events to find join links. Nothing leaves this Mac.
zh_hans: 读取%1$@日程以查找会议链接。数据不会离开此 Mac。

source: Reasonable Size
zh_hans: 适中大小

source: Reasoning
zh_hans: 推理

source: Reasoning effort
zh_hans: 推理强度

source: Recent Conversation
zh_hans: 最近的对话

source: Reclaimed %@
zh_hans: 已回收 %1$@

source: Reclaims %@ from %@.
zh_hans: 从 %2$@ 中回收 %1$@。

source: Record
zh_hans: 录制

source: Record what you copy, so you can paste anything back from the browser.
zh_hans: 记录复制的内容，方便随时从历史记录中再次粘贴。

source: Refresh
zh_hans: 刷新

source: Refresh Now
zh_hans: 立即刷新

source: Refreshes in the background
zh_hans: 在后台刷新

source: Registries
zh_hans: 扩展源

source: Registries…
zh_hans: 扩展源…

source: Reinstall
zh_hans: 重新安装

source: Relaunch
zh_hans: 重新启动

source: Relaunch to start using it.
zh_hans: 重新启动以使用新版本。

source: Reloads snippet files after you fix them on disk.
zh_hans: 修复磁盘上的文件后重新加载文本片段。

source: Remind me occasionally
zh_hans: 偶尔提醒我

source: Remote AI providers require an HTTPS base URL.
zh_hans: 远程 AI 服务商需要使用 HTTPS 基础 URL。

source: Remote endpoints must use HTTPS. The header value is stored in your
zh_hans: 远程端点必须使用 HTTPS。请求头的值保存在

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %1$@

source: Remove %@?
zh_hans: 移除 %1$@？

source: Remove Attachments
zh_hans: 移除附件

source: Remove Connection
zh_hans: 移除连接

source: Remove Registry
zh_hans: 移除扩展源

source: Remove This Entry
zh_hans: 移除此条目

source: Remove connection?
zh_hans: 移除连接？

source: Remove from Favorites
zh_hans: 取消收藏

source: Remove this argument
zh_hans: 移除此参数

source: Remove “%@”?
zh_hans: 移除“%1$@”？

source: Removes build files left by an interrupted install, and the storage of
zh_hans: 移除安装中断后遗留的构建文件，以及已卸载扩展的

source: Removes build files left by an interrupted install, and the storage of extensions that are no longer installed. Installed extensions are untouched.
zh_hans: 移除安装中断后遗留的构建文件，以及已卸载扩展的存储内容，不会影响已安装的扩展。

source: Removes the extension and everything it stored — its preferences, its cache
zh_hans: 移除扩展及其保存的所有内容，包括偏好设置、缓存

source: Removes the extension and everything it stored — its preferences, its cache and its own files. Its commands leave the launcher.
zh_hans: 移除扩展及其保存的所有内容，包括偏好设置、缓存和文件。其命令也会从启动器中移除。

source: Rename %@
zh_hans: 重命名 %1$@

source: Replace
zh_hans: 替换

source: Replace puts the result straight into your document — undo in the app you were in
zh_hans: 「替换」会将结果直接写入文档，可在原应用中撤销。

source: Replace puts the result straight into your document — undo in the app you were in brings it back. Preview shows it in a panel first. The checkbox lists the
zh_hans: 「替换」会将结果直接写入文档，可在原应用中撤销。「预览」会先在面板中显示结果。勾选可将

source: Replace puts the result straight into your document — undo in the app you were in brings it back. Preview shows it in a panel first. The checkbox lists the action in the launcher; its shortcut works either way.
zh_hans: 「替换」会将结果直接写入文档，可在原应用中撤销。「预览」会先在面板中显示结果。勾选可将操作列在启动器中，无论是否勾选，快捷键都有效。

source: Replaced with a Tinycast icon.
zh_hans: 已替换为 Tinycast 图标。

source: Replacing Tinycast…
zh_hans: 正在替换 Tinycast…

source: Repository
zh_hans: 仓库

source: Required.
zh_hans: 必填。

source: Required. Shown in the library and launcher.
zh_hans: 必填，显示在库和启动器中。

source: Reset Ranking
zh_hans: 重置排序

source: Reset learned launcher ranking?
zh_hans: 重置启动器个性化排序？

source: Reset to the launcher this long after the window closes.
zh_hans: 窗口关闭达到此时长后，返回启动器主搜索。

source: Resets %@
zh_hans: %1$@后重置

source: Reset…
zh_hans: 重置…

source: Resistance
zh_hans: 电阻

source: Resolve the API key or endpoint error before saving.
zh_hans: 请先解决 API 密钥或端点错误，再保存。

source: Resolved when you open it — placeholders are filled in first.
zh_hans: 打开时解析，会先填入占位符。

source: Resolves aliases, functions and PATH. Slower to start.
zh_hans: 解析别名、函数和 PATH，启动速度会稍慢。

source: Response interrupted.
zh_hans: 回复已中断。

source: Restart
zh_hans: 重新启动

source: Restart Application
zh_hans: 重新启动应用

source: Restart your Mac?
zh_hans: 重新启动 Mac？

source: Restore Defaults
zh_hans: 恢复默认值

source: Restore Window
zh_hans: 恢复窗口

source: Results
zh_hans: 结果

source: Retry
zh_hans: 重试

source: Reusable Markdown templates, expanded from the launcher or a typed keyword.
zh_hans: 可重复使用的 Markdown 模板，通过启动器或输入关键词展开。

source: Reveals this Tinycast channel’s snippets folder in Finder.
zh_hans: 在访达中显示当前版本 Tinycast 的文本片段文件夹。

source: Rewrite
zh_hans: 改写

source: Rewriting…
zh_hans: 正在改写…

source: Right
zh_hans: 右侧

source: Right Command (⌘)
zh_hans: 右 Command（⌘）

source: Right Control (⌃)
zh_hans: 右 Control（⌃）

source: Right Half
zh_hans: 右半屏

source: Right Option (⌥)
zh_hans: 右 Option（⌥）

source: Right Shift (⇧)
zh_hans: 右 Shift（⇧）

source: Rounded
zh_hans: 四舍五入

source: Run
zh_hans: 运行

source: Run %@
zh_hans: 运行 %1$@

source: Run %@ in Terminal, then check again.
zh_hans: 请在终端中运行 %1$@，然后重新检查。

source: Run Again
zh_hans: 再次运行

source: Run Command
zh_hans: 运行命令

source: Run Custom Command
zh_hans: 运行自定义命令

source: Run In
zh_hans: 运行目录

source: Run Raycast extensions natively. A running command holds a JavaScript engine
zh_hans: 原生运行 Raycast 扩展。命令运行期间，JavaScript 引擎会一直

source: Run Raycast extensions natively. A running command holds a JavaScript engine in memory until you leave it.
zh_hans: 原生运行 Raycast 扩展。命令运行期间，JavaScript 引擎会一直驻留内存，直到退出该命令。

source: Run Shell Command
zh_hans: 运行 Shell 命令

source: Run System Action
zh_hans: 执行系统操作

source: Run codex login in Terminal, then check again.
zh_hans: 请在终端中运行 codex login，然后重新检查。

source: Run this layout
zh_hans: 运行此布局

source: Running
zh_hans: 正在运行

source: Runs every %@ in the background.
zh_hans: 每隔 %1$@ 在后台运行。

source: Same as this Mac
zh_hans: 与此 Mac 相同

source: Save
zh_hans: 保存

source: Save an arrangement once, then put every window back with one shortcut.
zh_hans: 保存一次布局，即可通过一个快捷键还原所有窗口。

source: Saved
zh_hans: 已保存

source: Schedule
zh_hans: 日程

source: Scripts Imported
zh_hans: 脚本已导入

source: Search
zh_hans: 搜索

source: Search Emoji & Symbols
zh_hans: 搜索表情与符号

source: Search Extensions
zh_hans: 搜索扩展

source: Search Files
zh_hans: 搜索文件

source: Search GitHub
zh_hans: 搜索 GitHub

source: Search Notes
zh_hans: 搜索笔记

source: Search Quicklinks
zh_hans: 搜索快捷链接

source: Search Scopes
zh_hans: 搜索范围

source: Search Settings
zh_hans: 搜索设置

source: Search Snippets
zh_hans: 搜索文本片段

source: Search System Settings…
zh_hans: 搜索系统设置…

source: Search applications…
zh_hans: 搜索应用…

source: Search apps…
zh_hans: 搜索应用…

source: Search available models
zh_hans: 搜索可用模型

source: Search by model or company
zh_hans: 按模型或公司搜索

source: Search calendars…
zh_hans: 搜索日历…

source: Search chats…
zh_hans: 搜索对话…

source: Search commands…
zh_hans: 搜索命令…

source: Search emoji and symbols…
zh_hans: 搜索表情和符号…

source: Search extensions
zh_hans: 搜索扩展
